{
  "category": "Water & Energy Infrastructure",
  "funds": "Major Enterprise Fund",
  "fund_description": "The Major Enterprise Fund pays for the city's public utilities specifically covering:<ul><li>Water</li><li>Sewer</li></li>Electricity (Cleveland Public Power)</li><li>Airport</li></ul></br>Unlike the General Fund, this services in this fund are mostly paid for by user fees, such as when you pay your energy bill. </br></br>In times when user fees aren't enough to cover all expenses, some money is transferred from the General Fund.",
  "percent":"XX",
  "sankey_json":"police_sankey.html",
  "spending_over_time":"up",
  "vision": "<b>Renewable Energy Utilities:</b><br>The most updated Climate Action Plan has stated goals of:<ul><li>15% of electricity is by renewable sources 2022</li><li>25% of electricity is by renewable sources by 2030</li><li>100% of electricity is by renewable sources by 2050</li></ul>  <br>Are we still on track to get to 15% by 2022?<br>According to Cleveland Public Power, here are the projects that have been invested in recently.<ul><li>Quasar - Anaerobic digestion</li><ul><li>Spent in 2019:</li><li>Energy Generated in 2019: ??</li></ul><li>5 Hydro Plants</li><ul><li>Spent in 2019:  ??</li><li>Energy Generated in 2019: ??</li></ul><li>Solar</li><ul><li>Spent in 2019: ??</li><li>Energy Generated in 2019: ??</li></ul></ul><br><b>Energy Utilities Shut-offs:</b></br>The COVID-19 pandemic has placed XX households at risk of losing access to basic utilities, compounding an already tenuous financial situation for lower income households in the region.</br><br> This is not a new problem. Even before COVID-19, households whose incomes were below $XX found it difficult to pay their utilities.</br><br>There is growing public opinion around utilities being a basic right and should be accessible and affordable to all.</br><br>Let run some hypotheticals:<ul><li>It would cost the city XX dollars to cover the utilities for XX people in 2020 who were unable to afford their utilities due to COVID-19 and other financial stress. </li><li>It would cost the city XX dollars each year to cover utilities for households who make below XX dollars, which is currently XX % of Cleveland’s population.</li></ul></br><br>If we were to make this happen, hypothetically, how could the city pay for it?<ul><li>Raise utility costs for people who make above XX dollars </li><li>Transfer money from other departments</li><li>Rainy day fund for delinquent households</li></ul></br><br><b>Water Utilities:</b></br> Since utilities also include water, we also want to highlight the Cleveland Action Plans water goals. The city has cited a goal of having the Cuyahoga River be delisted as an area of concern by 2025. NEORSD stormwater management projects to increase capture and treatment rates and prevent discharges into Lake Erie. (Green infrastructure projects such as the Doan Brook restoration) This, along with several other projects from local climate groups means the city is on track/not on track for hitting this goal.",
  "spending":"Unlike Police, spending on Energy is influenced not by taxes, but by the number of people getting their energy from Cleveland Public Power.</br>"
}
