{
  "category": "Policing",
  "funds": "General Fund",
  "fund_description": "The General Fund covers expenses for what we typically think a city does - Mayor, city council, police and more. </br></br> More specifically, the General Fund covers expenses for 11 departments which cover the following areas:<ul><li>Judicial</li><li>Public Safety</li><li>Fire</li><li>Emergency Responders</li><li>Waste Collection</li><li>Recreation</li><li>Health Centers</li><li>Housing</li><li>Courts</li><li>City Council</li><li>the Mayor’s office</li></ul> </br>The General Fund gets its money from many sources, but most of it (66%) comes from income taxes.",
  "percent":"XX",
  "spending":"According to the city, Police actually fall under the larger Department of Public Safety. The Department of Public Safety has several Divisions, but the two largest one are the Division of Police and Division of Fire.</br>",
  "sankey_json":"sankey-police.html",
  "spending_over_time":"up",
  "vision": "The summer 2020, protests all around America were happening asking for “Defund the Police.” The topic became a national focus, but still has many open questions. What does it mean to defund the police?</br></br>Let’s start with a short history of Cleveland police reforms.</br></br><b>2004</b><ul><li>In 2004, after years of budget deficits, Cleveland city government was finally forced to make budget cuts to the police department. The 2004 budget cut XX dollars which resulted in XX police officers being fired and XX other changes. </li><li>But what did that mean for safety? Calls for XX took XX more time, and other results. These changes were poorly received. By 2005, the city did XX changes to counteract what happened in 2004. </li><li>How has the budget changed since these cuts in 2004? In the ensuing 16 years, the City’s Police budget has increased by XX%. The current budget allocates XX% more funding for Police than the 2003 budget allocated before the cuts in 2004.</li><li>How have other SAfety budgets fared in this same period?</li><li>EMS and fire funding? Compare/contrast</li></ul></br></br><b>2015</b><ul><li>In addition, in 2012 Timothy Russel and Malissa were shot by the police 137 times. </li><li>In 2014, Tamir Rice, an unarmed 12-year-old, was fatally shot by the Cleveland police in a park. These fateful shootings led to the Department of Justice issuing Cleveland police a consent decree in 2015 because of constituent excessive use of force. </li><li>The consent decree demands many changes, the full list of which can be found here, but this is how those changes influenced the budget. </li><li>How did these changes influence how Cleveland's policies? The results are not much. Crime in Cleveland changed by XX this and use of excessive changes by this.</li></ul></br></br><b>2020</b><ul><li>The murders of George Floyd, Breonna Taylor and countless others such as local individuals like Desmond Franklin, ignited protests all across America against police brutality. Black lives matter was at the forefront, asking for cities to “Defund the Police.” As the movement grew, the demands grew more specific and are: </li><li>What would the budget look like to meet these demands? </li><li>What is underfunded (EMS)</li><li>High level list of what is underfunded and by what $ amount</li><li>What is overfunded. </li><li>High level list of what is overfunded and by what $ amount</li></ul>"
}
